<ul>
    <li data-link="http://www.google.com" data-title="{{ Str::limit('1أحدث   و، و آخر التطورات، تقارير وحوارات، جولة الصحافة، ثقافة وفن، رياضة، طب وصحة، علوم وتكنولوجيا، منوعات، استطلاعات الرأي، و البومات ، و البو',135) }}">

    </li>

    <li data-link="http://www.google.com" data-title="{{ Str::limit('2أحدث   و، و آخر التطورات، تقارير وحوارات، جولة الصحافة، ثقافة وفن، رياضة، طب وصحة، علوم وتكنولوجيا، منوعات، استطلاعات الرأي، و البومات ، و البو',135) }}">

    </li>

    <li data-link="http://www.google.com" data-title="{{ Str::limit('3أحدث   و، و آخر التطورات، تقارير وحوارات، جولة الصحافة، ثقافة وفن، رياضة، طب وصحة، علوم وتكنولوجيا، منوعات، استطلاعات الرأي، و البومات ، و البو',135) }}">

    </li>

    <li data-link="http://www.google.com" data-title="{{ Str::limit('4أحدث   و، و آخر التطورات، تقارير وحوارات، جولة الصحافة، ثقافة وفن، رياضة، طب وصحة، علوم وتكنولوجيا، منوعات، استطلاعات الرأي، و البومات ، و البو',135) }}">

    </li>

    <li data-link="http://www.google.com" data-title="{{ Str::limit('5أحدث   و، و آخر التطورات، تقارير وحوارات، جولة الصحافة، ثقافة وفن، رياضة، طب وصحة، علوم وتكنولوجيا، منوعات، استطلاعات الرأي، و البومات ، و البو',135) }}">

    </li>

</ul>